const styles = {
  "집이 예뻐요": "#28a745",
  깔끔해요: "#28a745",
  "주변 자연이 좋아요": "#28a745",
  "힐링하기 좋아요": "#28a745",
  조용해요: "#28a745",
  "가족과 다녀오기 좋아요": "#ffc107",
  "아이와 다녀오기 좋아요": "#ffc107",
  "친구와 다녀오기 좋아요": "#ffc107",
  "또 오고 싶어요": "#007bff",
  "전원생활 경험하기 좋아요": "#007bff",
  "전원생활을 하고 싶어졌어요": "#007bff",

  친절해요: "#28a745",
  "믿을만 해요": "#28a745",
  "처음 비용 그대로에요": "#28a745",
  "소통이 잘 돼요": "#28a745",
  유쾌해요: "#28a745",
  "마음에 들어요": "#ffc107",
  "완성도가 높아요": "#ffc107",
  "오래 살 수 있을 것 같아요": "#ffc107",
  "단열이 잘 돼요": "#ffc107",
  추천해요: "#007bff",
};

export const badgeStyles = (badge: string) => {
  return styles[badge];
};
