export default function InformationTerm() {
  return (
    <div style={{ width: '90%', maxWidth: '1300px', marginTop: 61, paddingTop: 1 }}>
      <div style={{ marginTop: '50px' }}>
        개인정보처리방침
        <div>
          (주)트러스트리, &quot;움집&quot;(이하 &quot;회사&quot;라 함)은 정보주체의 자유와 권리 보호를 위해 「개인정보
          보호법」 및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고 있습니다. 이에
          「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보의 처리와 보호에 관한 절차 및 기준을 안내하고, 이와
          관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리 방침을
          수립・공개합니다.
        </div>
      </div>

      <div style={{ marginTop: '50px' }}>
        1. 개인정보의 처리 목적, 수집 항목, 보유 및 이용 기간
        <div>
          “움집”은 「개인정보 보호법」에 따라 서비스 제공을 위해 필요 최소한의 범위에서 개인정보를 수집・이용합니다.
          처리하고 있는 개인정보는 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 「개인정보
          보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
        </div>
        <div>
          추가로 서비스 이용과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.
          <br />
          쿠키, 서비스 이용 기록(방문 일시, IP, 부정 이용 기록 등)
          <br />
          IP와 방문 일시의 경우 3개월 보관 (통신비밀보호법)
        </div>
      </div>

      <div style={{ marginTop: '50px' }}>
        2. 개인정보 제공 및 공유
        <div>회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.</div>
        <div>
          - 서비스 제공에 따른 요금 정산을 위하여 필요한 경우
          <br />
          제공받는 자: 움집 제휴사
          <br />
          제공받는 자의 이용 목적: 견적 상담, 방문견적, 계약 체결 등
          <br />
          제공할 개인정보의 항목: ID, 성명, 연락처, 시공 지역의 주소, 서비스 이용과정에서 이용자가 입력한 정보 및 작성한
          저작물
        </div>
        <div>- 홈페이지에 게시한 서비스 이용 약관 및 기타 회원 서비스 등의 이용약관 또는 운영원칙을 위반한 경우</div>
        <div>- 관련 법에 의거 적법한 절차에 의한 정부/수사기관의 요청이 있는 경우</div>
        <div>
          - 통계 작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주, 협력업체나 연구 단체 등에
          제공하는 경우
        </div>
        <div>- 이용자의 상품 구매 시 구매 상품별로 서비스 이행을 위한 용도로 정보를 제공 경우</div>
      </div>

      <div style={{ marginTop: '50px' }}>
        3. 개인정보의 파기절차
        <div>
          ① “움집”은 개인정보 보유기간의 경과, 처리 목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당
          개인정보를 파기합니다.
        </div>
        <div>
          ② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리 목적이 달성되었음에도 불구하고 다른 법령에 따라
          개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를
          달리하여 보존합니다.
        </div>
        <div>
          ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
          <br />
          1. 파기절차: “움집”은 파기 사유가 발생한 개인정보를 선정하고, “움집”의 개인정보 보호 책임자의 승인을 받아
          개인정보를 파기합니다.
          <br />
          2. 파기방법: “움집”은 전자적 파일 형태로 기록・저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에
          기록・저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
        </div>
      </div>

      <div style={{ marginTop: '50px' }}>
        4. 정보주체의 권리ㆍ의무 및 그 행사방법에 관한 사항
        <div>
          ① 정보주체는 “움집”에 대해 언제든지 개인정보 열람・정정・삭제・처리정지 및 철회 요구, 자동화된 결정에 대한
          거부 또는 설명 요구 등의 권리를 행사(이하 “권리 행사”라 함) 할 수 있습니다.
          <br />※ 14세 미만 아동에 관한 개인정보의 열람 등 요구는 법정대리인이 직접 해야 하며, 14세 이상의 미성년자인
          정보주체는 정보주체의 개인 정보에 관하여 미성년자 본인이 권리를 행사하거나 법정대리인을 통하여 권리를 행사할
          수도 있습니다.
        </div>
        <div>
          ② 권리 행사는 “움집”에 대해 「개인정보 보호법」 시행령 제41조 제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을
          통하여 하실 수 있으며, “움집”은 이에 대해 지체 없이 조치하겠습니다.
          <br />- 정보주체는 언제든지 홈페이지 ‘마이페이지 - 프로필 수정’에서 개인정보를 직접 조회・수정・삭제하거나
          ‘문의하기’를 통해 열람을 요청할 수 있습니다.
          <br />- 정보주체는 언제든지 회원 탈퇴를 요청해 개인정보의 수집 및 이용 동의 철회가 가능합니다.
          <br />- 정보주체는 언제든지 문의를 통해 자동화된 결정의 거부 및 설명 요구가 가능합니다.
        </div>
        <div>
          ③ 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수도 있습니다. 이 경우
          “개인정보 처리 방법에 관한 고시” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
        </div>
        <div>
          ④ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 정정 또는 삭제를 완료할 때까지 당해
          개인정보를 이용하거나 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우 정정 처리결과를
          제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
        </div>
        <div>
          ⑤ 정보주체가 개인정보 열람 및 처리 정지를 요구할 권리는 「개인정보 보호법」 제35조 제4항 및 제37조 제2항에
          의하여 제한될 수 있습니다.
        </div>
        <div>
          ⑥ 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 해당 개인정보의 삭제를 요구할 수 없습니다.
        </div>
        <div>
          ⑦ 자동화된 결정이 이루어진다는 사실에 대해 정보주체의 동의를 받았거나, 계약 등을 통해 미리 알린 경우, 법률에
          명확히 규정이 있는 경우에는 자동화된 결정에 대한 거부는 인정되지 않으며 설명 및 검토 요구만 가능합니다.
          <br />- 또한 자동화된 결정에 대한 거부・설명 요구는 다른 사람의 생명・신체・재산과 그 밖의 이익을 부당하게
          침해할 우려가 있는 등 정당한 사유가 있는 경우에는 그 요구가 거절될 수 있습니다.
        </div>
        <div>⑧ “움집”은 권리 행사를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</div>
      </div>

      <div style={{ marginTop: '50px' }}>
        5. 개인정보 자동 수집 장치의 설치・운영 및 거부에 관한 사항
        <div>
          ( 설치・운영하는 개인정보 자동 수집 장치 )
          <div>
            ① “움집”은 사용자에게 개별적인 서비스와 편의를 제공하기 위해 이용정보를 저장하고 수시로 불러오는
            ‘쿠키(cookie)’를 사용합니다.
          </div>
          <div>
            ② 쿠키는 웹사이트 운영에 이용되는 서버(http)가 정보주체의 브라우저에 보내는 소량의 정보이며 정보주체의 PC
            또는 모바일에 저장됩니다.
          </div>
          <div>
            ③ 정보주체는 웹 브라우저 옵션 설정을 통해 쿠키 허용, 차단 등의 설정을 할 수 있습니다. 다만, 쿠키 저장을
            거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
          </div>
        </div>
        <div>
          ( 행태정보의 수집・이용・제공 및 거부 등에 관한 사항 )
          <div>
            ① “움집”은 서비스 이용과정에서 사용자에게 최적화된 맞춤형 서비스 및 혜택, 온라인 맞춤형 광고, 맞춤형 제품
            추천 등을 제공하기 위하여 쿠키를 활용하여 개인을 식별 가능한 형태로 행태정보를 수집・이용하고 있습니다.
          </div>
          <div>② “움집”은 자사가 운영하는 웹사이트에서 다음과 같이 행태정보를 수집하고 있습니다.</div>
          <div>
            ③ “움집”은 최적화된 맞춤형 서비스 및 혜택, 온라인 맞춤형 광고 및 맞춤형 제품 추천 등에 필요한 최소한의
            행태정보만을 수집하며, 사상, 신념, 학력・병력 등 개인의 권리・이익이나 사생활을 침해할 우려가 있는 민감한
            행태정보를 수집하지 않습니다.
          </div>
          <div>
            ④ 정보주체는 아래의 연락처로 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등을 문의할 수
            있습니다.
          </div>
        </div>
      </div>

      <div style={{ marginTop: '50px' }}>
        6. 개인정보의 기술적/관리적 보호 대책(안전성 확보 조치)
        <div>
          ① “움집”은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
          <br />
          1. 관리적 조치 : 내부 관리계획 수립・시행, 개인정보보호 의무와 보안에 대한 정기적인 교육
          <br />
          2. 기술적 조치 : 개인정보처리시스템 등의 접근 권한 관리, 접근통제시스템 설치, 개인정보(비밀번호 등)의 암호화,
          보안 프로그램 설치 및 갱신
        </div>
      </div>

      <div style={{ marginTop: '50px' }}>
        7. 개인정보 보호 책임자
        <div>
          ① :”움집”은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만 처리 및 피해
          구제 등을 위하여 아래와 같이 개인정보 보호 책임자를 지정하고 있습니다.
          <br />▶ 개인정보 보호 책임자
          <br />
          성명 : 박세홍
          <br />
          직위 : PM
          <br />
          연락처 : 010-6372-6158, beyounota@naver.com
        </div>
        <div>
          ② 정보주체는 “움집”의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보보호 관련 문의, 불만 처리, 피해
          구제 등에 관한 사항을 개인정보 보호 책임자 및 담당 부서로 문의할 수 있습니다. “움집”은 정보주체의 문의에 대해
          지체 없이 답변 및 처리해 드릴 것입니다.
        </div>
      </div>

      <div style={{ marginTop: '50px' }}>
        8. 권익 침해 구제방법
        <div>
          ① 정보주체는 개인 정보 침해로 인한 구제를 받기 위하여 개인정보 분쟁조정위원회, 한국 인터넷진흥원
          개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에
          대하여는 아래의 기관에 문의하시기 바랍니다.
          <br />
          1. 개인정보 분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
          <br />
          2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
          <br />
          3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)
          <br />
          4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)
        </div>
        <div>
          ② “움집”은 정보주체의 개인정보자기결정권을 보장하고, 개인정보침해로 인한 상담 및 피해 구제를 위해 노력하고
          있으며, 신고나 상담이 필요한 경우 아래로 연락해 주시기 바랍니다.
          <br />▶ 개인정보보호 관련 고객 상담 및 신고
          <br />
          성명 : 박세홍
          <br />
          연락처 : 010-6372-6158, beyounota@naver.com
        </div>
      </div>

      <div style={{ margin: '50px 0' }}>
        공고일자: 2024년 07월 01일
        <br />
        시행일자: 2024년 07월 01일
      </div>
    </div>
  );
}
